Repository: SYNERGY-SIH/Tourist-Guardian-Flutter
Catalog: lib/l10n/app_*.arb
Languages: as, hi, mr

# welcomeMessage
source: Welcome
as: স্বাগতম
hi: स्वागत है
mr: स्वागत आहे

# tagline
source: Your personal travel companion
as: আপোনাৰ ব্যক্তিগত ভ্ৰমণ সঙ্গী
hi: आपका व्यक्तिगत यात्रा साथी
mr: तुमचा वैयक्तिक प्रवास सोबती

source: Self-Register
as: স্ব-পঞ্জীয়ন
hi: स्व-पंजीकरण
mr: स्वतःची नोंदणी करा

source: Foreign / NRI Login
as: বিদেশী / এনআৰআই লগইন
hi: विदेशी / एनआरआई लॉगिन
mr: परदेशी / एनआरआय लॉगिन

source: Counter Desk Register
as: কাউণ্টাৰ ডেস্ক পঞ্জীয়ন
hi: काउंटर डेस्क पंजीकरण
mr: काउंटर डेस्क नोंदणी

source: Sign in
as: চাইন ইন কৰক
hi: साइन इन करें
mr: साइन इन करा

source: Welcome, {nickname}
as: স্বাগতম, {nickname}
hi: नमस्ते, {nickname}
mr: नमस्कार, {nickname}

source: Chat with us
as: আমাৰ লগত চেট কৰক
hi: हमसे चैट करें
mr: आमच्याशी चॅट करा

source: SOS Alert
as: SOS সতৰ্কবাণী
hi: एसओएस अलर्ट
mr: एसओएस अलर्ट

source: SOS Alert Triggered!
as: SOS সতৰ্কবাণী ট্ৰিগাৰ হৈছে!
hi: एसओएस अलर्ट शुरू हो गया!
mr: एसओएस अलर्ट ट्रिगर झाला!

# validationCannotBeEmpty
source: This field cannot be empty
as: এই ফিল্ড খালী হ'ব নোৱাৰে
hi: यह फ़ील्ड खाली नहीं हो सकता
mr: हे फील्ड रिक्त असू शकत नाही

source: Your Trip Details
as: আপোনাৰ ভ্ৰমণৰ বিৱৰণ
hi: आपकी यात्रा का विवरण
mr: तुमच्या सहलीचे तपशील

source: Personal Info
as: ব্যক্তিগত তথ্য
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती

source: Your Nickname
as: আপোনাৰ উপনাম
hi: आपका उपनाम
mr: तुमचे टोपणनाव

source: Trip Duration (in days)
as: যাত্ৰাৰ সময়সীমা (দিনত)
hi: यात्रा की अवधि (दिनों में)
mr: सहलीचा कालावधी (दिवसांमध्ये)

source: Emergency Contacts
as: জৰুৰীকালীন যোগাযোগ
hi: आपातकालीन संपर्क
mr: आपत्कालीन संपर्क

source: Contact 1 Name
as: যোগাযোগ ১ নাম
hi: संपर्क 1 का नाम
mr: संपर्क 1 चे नाव

source: Contact 1 Phone
as: যোগাযোগ ১ ফোন
hi: संपर्क 1 का फ़ोन
mr: संपर्क 1 चा फोन

source: Group Details
as: গোটৰ বিৱৰণ
hi: समूह का विवरण
mr: गट तपशील

source: Are you travelling in a group?
as: আপুনি গোটত ভ্ৰমণ কৰিছে নেকি?
hi: क्या आप समूह में यात्रा कर रहे हैं?
mr: तुम्ही गटात प्रवास करत आहात का?

# phoneNumber1Member
source: Phone number of any 1 member
as: যিকোনো এজন সদস্যৰ ফোন নম্বৰ
hi: किसी 1 सदस्य का फ़ोन नंबर
mr: कोणत्याही एका सदस्याचा फोन नंबर

source: Band Details
as: বেণ্ডৰ বিৱৰণ
hi: बैंड का विवरण
mr: बँड तपशील

source: Are you using our band?
as: আপুনি আমাৰ বেণ্ড ব্যৱহাৰ কৰিছে নেকি?
hi: क्या आप हमारे बैंड का उपयोग कर रहे हैं?
mr: तुम्ही आमचा बँड वापरत आहात का?

source: Band ID
as: বেণ্ড আইডি
hi: बैंड आईडी
mr: बँड आयडी

# continueButton
source: Continue
as: অব্যাহত ৰাখক
hi: जारी रखें
mr: पुढे जा

source: Plan Your Itinerary
as: আপোনাৰ ভ্ৰমণসূচী পৰিকল্পনা কৰক
hi: अपनी यात्रा की योजना बनाएं
mr: तुमच्या प्रवासाची योजना करा

# couldNotDetermineAddress
source: Could not determine address for this location.
as: এই স্থানৰ বাবে ঠিকনা নিৰ্ধাৰণ কৰিব পৰা নগ'ল।
hi: इस स्थान के लिए पता निर्धारित नहीं किया जा सका।
mr: या स्थानाचा पत्ता निश्चित करता आला नाही.

# couldNotFindLocation
source: Could not find location: '{placeName}'
as: স্থান বিচাৰি পোৱা নগ'ল: '{placeName}'
hi: स्थान नहीं मिला: '{placeName}'
mr: स्थान सापडले नाही: '{placeName}'

source: Or type a place name...
as: অথবা এটা ঠাইৰ নাম টাইপ কৰক...
hi: या किसी स्थान का नाम टाइप करें...
mr: किंवा जागेचे नाव टाइप करा...

source: Selected Places
as: নিৰ্বাচিত স্থানসমূহ
hi: चुने हुए स्थान
mr: निवडलेली ठिकाणे

# itineraryIsEmpty
source: Your itinerary is empty. Tap on the map or type a name to add a destination.
as: আপোনাৰ ভ্ৰমণসূচী খালী। এটা গন্তব্যস্থান যোগ কৰিবলৈ মেপত টেপ কৰক বা নাম টাইপ কৰক।
hi: आपकी यात्रा सूची खाली है। गंतव्य जोड़ने के लिए मानचित्र पर टैप करें या नाम टाइप करें।
mr: तुमची प्रवास योजना रिकामी आहे. ठिकाण जोडण्यासाठी नकाशावर टॅप करा किंवा नाव टाइप करा.

source: Finish and Get ID
as: শেষ কৰক আৰু আইডি লাভ কৰক
hi: समाप्त करें और आईडी प्राप्त करें
mr: पूर्ण करा आणि आयडी मिळवा

source: Please add at least one place.
as: অনুগ্ৰহ কৰি কমেও এখন ঠাই যোগ কৰক।
hi: कृपया कम से कम एक स्थान जोड़ें।
mr: कृपया किमान एक ठिकाण जोडा.

source: DigiLocker Verification
as: ডিজি-লকাৰ ভেৰিফিকেচন
hi: डिजिलॉकर सत्यापन
mr: डिजिलॉकर पडताळणी

source: Enter your {label}
as: আপোনাৰ {label} দিয়ক
hi: अपना {label} दर्ज करें
mr: तुमचा {label} प्रविष्ट करा

source: Phone Number
as: ফোন নম্বৰ
hi: फ़ोन नंबर
mr: फोन नंबर

# sixDigitMpin
source: 6-Digit MPIN
as: ৬-সংখ্যাৰ এমপিন
hi: 6-अंकीय एमपिन
mr: ६-अंकी एमपिन

# sixDigitOtp
source: 6-Digit OTP
as: ৬-সংখ্যাৰ অ'টিপি
hi: 6-अंकीय ओटीपी
mr: ६-अंकी ओटीपी

source: Please enter a valid {label}
as: অনুগ্ৰহ কৰি এটা বৈধ {label} দিয়ক
hi: कृपया एक मान्य {label} दर्ज करें
mr: कृपया वैध {label} प्रविष्ट करा

source: Aadhaar Details
as: আধাৰ বিৱৰণ
hi: आधार विवरण
mr: आधार तपशील

source: Name
as: নাম
hi: नाम
mr: नाव

source: Date of Birth
as: জন্ম তাৰিখ
hi: जन्म तिथि
mr: जन्म तारीख

source: Gender
as: লিংগ
hi: लिंग
mr: लिंग

source: Aadhaar No.
as: আধাৰ নং
hi: आधार संख्या
mr: आधार क्र.

source: Next
as: পৰৱৰ্তী
hi: अगला
mr: पुढील

source: Basic Info
as: মূল তথ্য
hi: मूल जानकारी
mr: मूलभूत माहिती

source: Stats
as: পৰিসংখ্যা
hi: आंकड़े
mr: आकडेवारी

source: Map
as: মানচিত্ৰ
hi: नक्शा
mr: नकाशा

source: Identification
as: চিনাক্তকৰণ
hi: पहचान
mr: ओळख

source: Tourist ID
as: পৰ্যটক আইডি
hi: पर्यटक आईडी
mr: पर्यटक आयडी

source: Group ID
as: গোট আইডি
hi: समूह आईडी
mr: गट आयडी

source: Trip Details
as: ভ্ৰমণৰ বিৱৰণ
hi: यात्रा विवरण
mr: सहलीचे तपशील

source: Duration
as: সময়সীমা
hi: अवधि
mr: कालावधी

# durationInDays
source: {duration} days
as: {duration} দিন
hi: {duration} दिन
mr: {duration} दिवस

source: Places to Visit
as: দৰ্শনীয় স্থান
hi: घूमने की जगहें
mr: भेट देण्याची ठिकाणे

# contactsAndGroup
source: Contacts & Group
as: যোগাযোগ আৰু গোট
hi: संपर्क और समूह
mr: संपर्क आणि गट

source: Group Members
as: গোটৰ সদস্য
hi: समूह के सदस्य
mr: गटाचे सदस्य

source: Your Band
as: আপোনাৰ বেণ্ড
hi: आपका बैंड
mr: तुमचा बँड

source: Battery Level
as: বেটাৰী স্তৰ
hi: बैटरी स्तर
mr: बॅटरी पातळी

source: Edit Information
as: তথ্য সম্পাদনা কৰক
hi: जानकारी संपादित करें
mr: माहिती संपादित करा

source: Overall Safety Score
as: সামগ্ৰিক সুৰক্ষা স্কোৰ
hi: समग्र सुरक्षा स्कोर
mr: एकूण सुरक्षा गुण

source: out of 100
as: ১০০ ৰ ভিতৰত
hi: 100 में से
mr: १०० पैकी

source: Score Breakdown
as: স্কোৰ বিভাজন
hi: स्कोर का विवरण
mr: गुण तपशील

# itineraryAdherence
source: Itinerary Adherence & Zone Safety
as: ভ্ৰমণসূচীৰ পালন আৰু মণ্ডল সুৰক্ষা
hi: यात्रा कार्यक्रम का पालन और क्षेत्र सुरक्षा
mr: प्रवासाचे पालन आणि क्षेत्र सुरक्षा

# behavioralAnalysis
source: Behavioral Pattern Analysis
as: আচৰণগত ಮಾದರಿ বিশ্লেষণ
hi: व्यवहार पैटर्न विश्लेषण
mr: वर्तणूक नमुना विश्लेषण

# digitalConnectivity
source: Digital Connectivity & Device Health
as: ডিজিটেল সংযোগ আৰু ডিভাইচ স্বাস্থ্য
hi: डिजिटल कनेक्टिविटी और डिवाइस स्वास्थ्य
mr: डिजिटल कनेक्टिव्हिटी आणि डिव्हाइस आरोग्य

source: Group Cohesion
as: গোটৰ সমন্বয়
hi: समूह सामंजस्य
mr: गट सुसंवाद

# tripProfile
source: Trip Profile & Engagement
as: ভ্ৰমণ প্ৰফাইল আৰু অংশগ্ৰহণ
hi: यात्रा प्रोफाइल और सहभागिता
mr: सहलीची प्रोफाइल आणि सहभाग

source: Activity Section
as: কাৰ্যকলাপ শাখা
hi: गतिविधि अनुभाग
mr: क्रियाकलाप विभाग

source: Report an Incident
as: এটা ঘটনাৰ বিষয়ে জনাওক
hi: घटना की रिपोर्ट करें
mr: घटनेची तक्रार करा

source: Self-Defense Tutorials
as: আত্মৰক্ষা টিউটৰিয়েল
hi: आत्मरक्षा ट्यूटोरियल
mr: स्वसंरक्षण शिकवणी

# highCrimeReports
source: High number of crime reports in this area.
as: এই অঞ্চলত অপৰাধৰ খবৰ অধিক।
hi: इस क्षेत्र में अपराध की रिपोर्टें अधिक हैं।
mr: या भागात गुन्हेगारीच्या घटना जास्त आहेत.

# moderateCrimeReports
source: Area with moderate crime reports. Caution advised.
as: মধ্যমীয়া অপৰাধৰ খবৰ থকা অঞ্চল। সাৱধানতা অৱলম্বন কৰক।
hi: मध्यम अपराध रिपोर्ट वाला क्षेत्र। सावधानी बरतें।
mr: या भागात मध्यम प्रमाणात गुन्हेगारी आहेत. सावधगिरी बाळगा.

# naturalDisasterAlert
source: Natural Disaster Alert: High risk of landslides/floods.
as: প্ৰাকৃতিক দুৰ্যোগৰ সতৰ্কবাণী: ভূমিস্খলন/বানপানীৰ উচ্চ আশংকা।
hi: प्राकृतिक आपदा चेतावनी: भूस्खलन/बाढ़ का उच्च जोखिम।
mr: नैसर्गिक आपत्ती सूचना: भूस्खलन/पुराचा उच्च धोका.

source: Natural Disaster Zone
as: প্ৰাকৃতিক দুৰ্যোগ মণ্ডল
hi: प्राकृतिक आपदा क्षेत्र
mr: नैसर्गिक आपत्ती क्षेत्र

source: Alert Zone
as: সতৰ্ক মণ্ডল
hi: चेतावनी क्षेत्र
mr: सूचना क्षेत्र

source: Support Chat
as: সমৰ্থন চেট
hi: सहायता चैट
mr: सहाय्यता चॅट

source: Radha is typing...
as: ৰাধাই টাইপ কৰি আছে...
hi: राधा टाइप कर रही है...
mr: राधा टाइप करत आहे...

source: Type or speak...
as: টাইপ কৰক বা কওক...
hi: टाइप करें या बोलें...
mr: टाइप करा किंवा बोला...

source: Speak your message
as: আপোনাৰ বাৰ্তা কওক
hi: अपना संदेश बोलें
mr: तुमचा संदेश बोला

# trackingPrompt
source: Hey Anuj, do you want me to track your location in real time until you feel safe?
as: হে অনুজ, আপুনি সুৰক্ষিত অনুভৱ নোপোৱালৈকে মই আপোনাৰ অৱস্থান বাস্তৱ সময়ত ট্ৰেক কৰিব লাগে নেকি?
hi: नमस्ते अनुज, क्या आप चाहते हैं कि जब तक आप सुरक्षित महसूस न करें, मैं आपके स्थान को रीयल-टाइम में ट्रैक करूं?
mr: नमस्कार अनुज, तुम्हाला सुरक्षित वाटेपर्यंत मी तुमचे स्थान रिअल-टाइममध्ये ट्रॅक करावे असे वाटते का?

source: Yes
as: হয়
hi: हाँ
mr: हो

source: No
as: নহয়
hi: नहीं
mr: नाही
